Repository: oaacelasu/paymentez_mobile
Catalog: lib/l10n/intl_*.arb
Languages: es, pt

# add_card_name_label
source: Card Holder's Name
es: Nombre del titular
pt: Nome do Titular do cartão

# add_card_invalid_name
source: Your card holder's name is invalid.
es: El Nombre del titular de la tarjeta no es válido.
pt: Nome do Titular do cartão Inválido.

# add_card_number_label
source: Card number
es: Número de tarjeta
pt: Número do cartão

# add_card_invalid_number
source: Your card's number is invalid.
es: El número de tarjeta no es válido.
pt: Número do cartão Inválido.

# add_card_expiration_date_label
source: Expiration date
es: Fecha de vto.
pt: Data de validade

# add_card_empty_expiration_date
source: Please enter your card's expiration date
es: Por favor ingresa la fecha de vencimiento de la tarjeta
pt: Insere a data de validade do cartão

# add_card_invalid_expiration_month
source: Your card's expiration month is invalid.
es: El mes de vencimiento de la tarjeta no es válido.
pt: O mês de validade do cartão não é válido.

# add_card_invalid_expiration_year
source: Your card's expiration year is invalid.
es: El año de vencimiento de la tarjeta no es válido.
pt: O ano de validade do cartão é inválido.

# add_card_invalid_expiration_date
source: Your card's expiration date is invalid.
es: La fecha de vencimiento de la tarjeta no es válido.
pt: O data de validade do cartão é inválido.

# add_card_invalid_cvc
source: Your card's security code is invalid.
es: El código de seguridad de la tarjeta no es válido.
pt: Cod. Segurança Inválido.

# add_card_fiscal_number_label
source: Fiscal number
es: Documento de Identificación
pt: Documento de identificação

# add_card_invalid_fiscal_number
source: Your fiscal number is invalid.
es: El documento de Identificación no es valido.
pt: Documento de identificação inválido

# add_card_tuya_code_label
source: Tuya password
es: Clave Tuya
pt: Senha Tuya

# add_card_invalid_tuya_code
source: Invalid password
es: Clave invalida.
pt: Senha Inválida.

# add_card_camera_instructions
source: Locate the front of your card inside the guides and wait while the camera capture the photo
es: Ubique el frente de su tarjeta dentro de las guías y espere mientras el sistema captura la foto
pt: Localize a frente do seu cartão dentro das guias e aguarde enquanto o sistema captura a foto

# loading_lbl
source: Loading...
es: Cargando...
pt: Carregando...
